Repository: common-repository/maypay-for-woocommerce
Catalog: languages/maypay-*.po
Languages: it_it

source: What if it was free?
it_it: E se fosse gratis?

source: Win or Pay
it_it: Vinci o Paga

source: Maypay - Win or pay
it_it: Maypay - Vinci o paga

source: Win or pay with Maypay, the only app to win what you're buying
it_it: Vinci o paga con Maypay, l’unica app che ti permette di vincere ciò che stai acquistando

source: Show description
it_it: Mostra descrizione

source: Shows a brief description of maypay when selected as payment method.
it_it: Mostra una breve descrizione di maypay quando viene selezionato come metodo di pagamento.

source: Enter your Maypay Store ID.
it_it: Inserisci il tuo Maypay Store ID.

source: Public Key
it_it: Chiave Pubblica

source: Enter your Maypay Public Key.
it_it: Inserisci la tua chiave pubblica di Maypay.

source: Private Key
it_it: Chiave Privata

source: Enter your Maypay Private Key.
it_it: Inserisci la tua chiave privata di Maypay.

source: Sandbox mode
it_it: Modalità sandbox

source: Enable the sanbox mode to try out maypay.
it_it: Abilita la modalità sandbox per provare maypay.

source: Sandbox Store ID
it_it: Store ID Sandbox

source: Enter your Maypay sandbox Store ID.
it_it: Inserisci il tuo Maypay Store ID di sandbox.

source: Sandbox Public Key
it_it: Chiave Pubblica Sandbox

source: Enter your Maypay sandbox Public Key.
it_it: Inserisci la tua chiave pubblica sandbox di Maypay.

source: Sandbox Private Key
it_it: Chiave Privata Sandbox

source: Enter your Maypay sandbox Private Key.
it_it: Inserisci la tua chiave privata sandbox di Maypay.

source: Refunds Fail
it_it: Fai fallire i rimborsi

source: Make the sandbox refund failed.
it_it: Fai fallire i rimborsi sandbox.

source: Refund Request Sent. Merchant Payment Request ID:
it_it: Richiesta di rimborso invitata. ID della richiesta di pagamento:

source: Failed to send refund request to Maypay. Error:
it_it: Richiesta di rimborso fallita. Errore:

source: Payment request sent to Maypay. Merchant Payment Request ID:
it_it: Richiesta di pagamento invitata a Maypay. ID Richiesta:

source: Failed to send payment request to Maypay. Error:
it_it: Richiesta di pagamento a Maypay fallita. Errore:

source: Invalid or missing order ID
it_it: ID dell’ordine non valido o assente

source: Order won with Maypay, paid by the customer with a 100% discount (for which Maypay has transferred the agreed amount to you)
it_it: Ordine vinto con Maypay, acquistato dal cliente utilizzando un buono sconto del 100% (per il quale Maypay ti ha trasferito l’importo concordato).

source: Order not won, the customer has paid the whole amount.
it_it: Ordine non vinto, il cliente ha pagato l’intero importo.

source: Waiting for refund
it_it: In attesa di rimborso

source: Order refunded successfully
it_it: Ordine rimborsato con successo

source: Refund request failed.
it_it: Richiesta di rimborso fallita.
